tap "homebrew/bundle"
tap "homebrew/core"

brew "automake"
brew "awscli"
brew "bash-completion@2"
brew "bats"
brew "bzt"
brew "cmake"
brew "coreutils"
brew "dcos-cli"
brew "dep"
brew "diffutils"
brew "docker-completion"
brew "docker-compose-completion"
brew "dockutil"
brew "doxygen"
brew "ffmpeg"
brew "findutils"
brew "freetds"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "godep"
brew "govendor"
brew "graphicsmagick"
brew "grep"
brew "grip"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jid"
brew "jmeter"
brew "kubectx"
brew "minikube"
brew "moreutils"
brew "netcat"
brew "ocamlbuild"
brew "opam"
brew "openssh"
brew "pandoc"
brew "peco"
brew "pgcli"
brew "postgresql"
brew "protobuf"
brew "psgrep"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-yq"
brew "rename"
brew "scala"
brew "screen"
brew "shellcheck"
brew "socat"
brew "sonar-scanner"
brew "sops"
brew "ssh-copy-id"
brew "stow"
brew "terraform"
brew "tidy-html5"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yarn-completion"
brew "zlib"
