tap "aws/tap"
tap "buildpacks/tap"
tap "homebrew/bundle"
tap "spectolabs/tap"

brew "argocd"
brew "automake"
brew "aws-sam-cli"
brew "awscli"
brew "bash-completion@2"
brew "bash"
brew "blackbox"
brew "buildpacks/tap/pack"
brew "bzt"
brew "cmake"
brew "coreutils"
brew "cython"
brew "diffutils"
brew "docker-completion"
brew "dockutil"
brew "doxygen"
brew "ffmpeg"
brew "freetds"
brew "gawk"
brew "gcc"
brew "git"
brew "git-delta"
brew "glib"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg", link: false
brew "gnutls"
brew "go"
brew "gradle"
brew "graphicsmagick"
brew "grep"
brew "grip"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "hyperkit"
brew "imagemagick"
brew "jenv"
brew "jid"
brew "jmeter"
brew "jq"
brew "k6"
brew "kcat"
brew "kind"
brew "kubectx", link: false
brew "kubernetes-cli"
brew "kustomize"
brew "ldns"
brew "libarchive"
brew "libass"
brew "libffi"
brew "libfido2"
brew "libheif"
brew "libpq"
brew "llvm"
brew "localstack"
brew "lynx"
brew "maven"
brew "mkcert"
brew "mockserver"
brew "moreutils"
brew "netcat"
brew "nghttp2"
brew "nss"
brew "openssh"
brew "openssl@3"
brew "pandoc"
brew "pcre2"
brew "peco"
brew "pgcli"
brew "poetry"
brew "postgresql@14"
brew "protobuf"
brew "psgrep"
brew "pv"
brew "pyenv-virtualenv"
brew "pyenv"
brew "python-yq"
brew "rbenv-gemset"
brew "rbenv-vars"
brew "rbenv"
brew "readline"
brew "rename"
brew "ruby-build"
brew "ruby"
brew "scala"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "sonar-scanner"
brew "sops"
brew "spectolabs/tap/hoverfly"
brew "srt"
brew "ssh-copy-id"
brew "stern"
brew "stow"
brew "stunnel"
brew "tesseract"
brew "testkube"
brew "tfenv"
brew "tgenv"
brew "tidy-html5"
brew "tree"
brew "unbound"
brew "unixodbc"
brew "vim"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn-completion"
brew "yarn"
brew "zlib"
brew "zsh"
# cask "1password"
cask "azure-data-studio"
cask "basictex"
cask "caffeine"
cask "camunda-modeler"
cask "datagrip"
# cask "displaylink"
# cask "docker"
cask "drawio"
cask "font-fira-code"
cask "font-hack"
# cask "google-chrome"
cask "gpg-suite"
cask "hex-fiend"
cask "intellij-idea-ce"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-edge"
# cask "onedrive"
cask "openlens"
# cask "osxfuse"
# cask "path-finder"
cask "postman"
cask "skype"
# cask "slack"
cask "slack-cli"
cask "spotify"
cask "sublime-text"
cask "tunnelblick"
# cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
