tap "aws/tap"
tap "buildpacks/tap"
tap "homebrew/bundle"
tap "spectolabs/tap"

brew "argocd"
brew "automake"
brew "aws-sam-cli"
brew "awscli"
brew "bash-completion@2"
brew "bash"
brew "blackbox"
brew "buildpacks/tap/pack"
brew "bzt"
brew "cmake"
brew "coreutils"
brew "cython"
brew "diffutils"
brew "docker-completion"
brew "dockutil"
brew "doxygen"
brew "ffmpeg"
brew "freetds"
brew "gawk"
brew "gcc"
brew "git"
brew "git-delta"
brew "glib"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg", link: false
brew "gnutls"
brew "go"
brew "gradle"
brew "graphicsmagick"
brew "grep"
brew "grip"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "hyperkit"
brew "imagemagick"
brew "jid"
brew "jmeter"
brew "jq"
brew "k6"
brew "kcat"
brew "kind"
brew "kubectx", link: false
brew "kubernetes-cli", link: false
brew "kustomize"
brew "ldns"
brew "libarchive"
brew "libass"
brew "libffi"
brew "libfido2"
brew "libheif"
brew "libpq"
brew "llvm"
brew "localstack"
brew "lynx"
brew "maven"
brew "mkcert"
brew "mockserver"
brew "moreutils"
brew "netcat"
brew "nghttp2"
brew "nss"
brew "openssh"
brew "openssl@3"
brew "pandoc"
brew "pcre2"
brew "peco"
brew "pgcli"
brew "poetry"
brew "postgresql@14"
brew "protobuf"
brew "psgrep"
brew "pv"
brew "pyenv-virtualenv"
brew "pyenv"
brew "python-yq"
brew "rbenv-gemset"
brew "rbenv-vars"
brew "rbenv"
brew "readline"
brew "rename"
brew "ruby-build"
brew "ruby"
brew "scala"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "sonar-scanner"
brew "sops"
brew "spectolabs/tap/hoverfly"
brew "srt"
brew "ssh-copy-id"
brew "stern"
brew "stow"
brew "stunnel"
brew "tesseract"
brew "testkube"
brew "tfenv"
brew "tgenv"
brew "tidy-html5"
brew "tree"
brew "unbound"
brew "unixodbc"
brew "vim"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn-completion"
brew "yarn"
brew "zlib"
brew "zsh"
cask "1password"
cask "azure-data-studio"
cask "basictex"
cask "caffeine"
cask "camunda-modeler"
cask "datagrip"
cask "displaylink"
cask "docker"
cask "drawio"
cask "font-fira-code"
cask "font-hack"
cask "google-chrome"
cask "gpg-suite"
cask "hex-fiend"
cask "intellij-idea-ce"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "onedrive"
cask "openlens"
cask "osxfuse"
cask "path-finder"
cask "postman"
cask "skype"
cask "slack"
cask "slack-cli"
cask "spotify"
cask "sublime-text"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
vscode "aaron-bond.better-comments"
vscode "adamhartford.vscode-base64"
vscode "albymor.increment-selection"
vscode "alexkrechik.cucumberautocomplete"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "angular.ng-template"
vscode "castwide.solargraph"
vscode "chdsbd.github-code-owners"
vscode "codemooseus.vscode-devtools-for-chrome"
vscode "codezombiech.gitignore"
vscode "craigmaslowski.erb"
vscode "darkriszty.markdown-table-prettify"
vscode "davidanson.vscode-markdownlint"
vscode "davidnussio.vscode-jq-playground"
vscode "dbaeumer.vscode-eslint"
vscode "dhide.timestamper"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "janisdd.vscode-edit-csv"
vscode "jbockle.jbockle-format-files"
vscode "jetmartin.bats"
vscode "jflbr.jwt-decoder"
vscode "johnpapa.vscode-peacock"
vscode "jprestidge.theme-material-theme"
vscode "jq-syntax-highlighting.jq-syntax-highlighting"
vscode "jsynowiec.vscode-insertdatestring"
vscode "k6.k6"
vscode "kaiwood.endwise"
vscode "kj.sqltools-driver-redshift"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mads-hartmann.bash-ide-vscode"
vscode "marp-team.marp-vscode"
vscode "mcastany.saml-extension"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.typescript-javascript-grammar"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mtxr.sqltools"
vscode "naco-siren.gradle-language"
vscode "nepaul.editorconfiggenerator"
vscode "netcorext.uuid-generator"
vscode "nextfaze.json-parse-stringify"
vscode "nopeslide.vscode-drawio-plugin-mermaid"
vscode "nrwl.angular-console"
vscode "orta.vscode-jest"
vscode "phplasma.csv-to-table"
vscode "postman.postman-for-vscode"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-extension-bpmn-editor"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "regadas.sqltools-trino-driver"
vscode "remisa.shellman"
vscode "richardwillis.vscode-spotless-gradle"
vscode "robholme.hl7tools"
vscode "rogalmic.bash-debug"
vscode "ryu1kn.partial-diff"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "shakram02.bash-beautify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "sonarsource.sonarlint-vscode"
vscode "thadeu.vscode-run-rspec-file"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "xabikos.javascriptsnippets"
vscode "yasunari89.avro-viewer"
vscode "yzane.markdown-pdf"
